[
	{
		"text": "Have the courage to follow your heart and intuition. They somehow already know what\nyou truly want to become. Everything else is secondary.\n要有勇气追随心声，听从直觉——它们在某种程度上知道你想成为的样子。其他事情都是其次的。",
		"by": "Steve Jobs",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "我跟着我的直觉和好奇心走，遇到的很多东西，在后来被证明是无价之宝。",
		"by": "Steve Jobs",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "只有爱你所做的，你才能成就伟大的事情。如果你没找到自己所爱的，继续找，别停下来。就像所有与你内心有关的事情，当你找到时你会知道的。",
		"by": "Steve Jobs",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "But a man is not made for defeat. A man can be destroyed but not defeated.人不是为失败而生的。一个人可以被毁灭，但不能被打败。",
		"by": "海明威",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "有些事情永远做不完，比如刷推特，追热点新闻…这些都是支线任务永无止境的耗费你有限的精力。你得先完成手头那些可以被完成并推进剧情的主线任务，空了再来打野。",
		"by": "Happy Xiao",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "在天津师范大学的迎新晚会上，我想通了，不再逼自己，原谅自己。雄关漫道真如铁，而今迈步从头越。我要一点一点、一步一步救自己。",
		"by": "李同辉",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "除非你做点什么，否则任何事情都不会改变。",
		"by": "迈克·罗宾斯",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "在青春期要见识一些真正宏伟壮丽的东西，超越人类社会尺度的那种。好比如喷涌数千米高的热带火山、航行数日也不见陆地的远洋、燃烧着坠落的千百颗流星、在午夜沙滩上空闪烁的大麦哲伦星云缓缓沉入黑色海洋、巨树撑起连绵无尽的绿色宫殿、滑过船舷的蓝色冰山、比整个城市还要硕大的高积云。在未来许多幽暗逼仄的时刻，这些事物就是我们逃脱的绳索。",
		"by": "竹顶针",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "相信自己是特别的，并且想把事情做到完美，这是史蒂夫从小接受的教育。",
		"by": "《成为乔布斯》",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "These creatures require our absence to survive, not our help. And if we could only step aside and trust in nature, life will find a way.这些生物需要我们的缺席才能生存，而非我们的帮助。如果我们能够站到一边并相信自然，生活就会找到一条道路。",
		"by": "《侏罗纪公园》",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "走过的每段弯路，回头看都是人生中的必经之路。只要心中有个执念，兜兜转转一定会回到理想的正轨。如今我做到了，那你也一定可以。",
		"by": "王姐美丽日记",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "You know some birds are not meant to be caged their feathers are just too bright.你知道，有些鸟儿是注定不会被关在牢笼里的，它们的每一片羽毛都闪耀着自由的光辉。",
		"by": "《肖申克的救赎》",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "无论去了哪所大学读什么专业，对比下来，最后让人从一堆同学中出挑的是有些人身上那股『我要过得更好』的劲儿。这股劲儿包含但不限于上进心，更像是一个人面对自己生活的一种生命力。有这劲儿的人，你很放心ta几年后不论做了什么，总会做得风生水起的。就算ta最后没把生活过起来，这类人也通常至少有本事把自己的日子呈现和包装得很好。（Desire for upward mobility）",
		"by": "杨老师",
		"from": "",
		"time": [
			""
		]
	},
	{
		"text": "想完成一件重要的事，最关键的环节不是什么设立远大目标、学习高效方法或者坚定自身意志，而是把这件事放在一个无可辩驳的最高优先级上——而其他所有事，不管听起来多么正确合理、多么理所应当，都要彻底围绕着这件事来运行，都要进行不可妥协的让步，都要摒弃与自我反复的讨价还价。只有做出这种程度的舍弃与牺牲，重要的结果才有可能到来。",
		"by": "VicodinXYZ",
		"from": "",
		"time": [
			""
		]
	},
	
	{
		"text": "自由的灵魂。比那些东西重要。我们保持一种乐观，不扭曲，不堕入虚无，不希望自己像个受害者，我们选择做什么样的事，选择什么样的立场，就知道会有什么样的结果。",
		"by": "",
		"from": "《好奇心日报》",
		"time": [
			""
		]
	}
]
